[
  {
    "id": "0",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRFdQDzZkm3-QQUzmwa8BFzFOQhRJtNJsDqP8lybbIiBMGxSKoylyrjsh4ejtHSfGrbVok&usqp=CAU",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hyperextension.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/drawing__.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/t-deadlift.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/shrugging.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Deadlift_.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/thrust-dumbbells.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-on-the-simulator-sitting.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-upper-block-head.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/rowing.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-rod-in-nahil%D1%96.jpg",
    "name": "Топ кращих вправ для м'язів спини",
    "text": "   - вправа для розвитку випрямлячів спини, а також сідничних м'язів і згиначів стегна. Вправа має низький рівень травматичності хребта, не перевантажує суглоби, підтримує тонус м'язів, зміцнює сухожильний корсет хребта, тому рекомендується для виконання початківцям і людям зі слабкою спиною. Гіперекстензія знижує ризик травмування хребта і сухожиль.",

    "text2": "  - вправа, яка найчастіше виконується на турніку; робочі групи м'язів: комплекс м'язів рук (головним чином, передпліччя, біцепси) і спини. Чим ширший хват руками за поперечину, тим більше навантаження лягає на найширші м'язи спини; чим вужчий хват - тим більше навантаження лягає на біцепси. Якщо підтягуватися, торкаючись поперечини потилицею, то найширші м'язи розтягуються в ширину. А якщо підтягуватися, торкаючись підборіддям, то найширші розтягуються ще й у товщину. При вузькому хваті, долонями до себе, додаткове навантаження отримує нижня частина найширших, що знаходиться в районі талії.",
    "text3": " - базова вправа, що дозволяє досягти гіпертрофії м'язових волокон в області найширших м'язів спини. Відмінною особливістю вправи є те, що гриф зафіксований з одного боку, тому амплітуда руху теж фіксована, а це дозволяє виконувати відмовні повтори, тобто «доопрацьовувати» в короткій амплітуді, що стимулює не тільки гіпертрофію м'язових волокон, але й розвиває силові показники атлета. Головне при виконанні вправи - мінімізувати участь біцепса, який схильний 'красти' навантаження і не дає максимально сконцентруватися на проробленні м'язів спини.",
    "text4": " - це класична вправа для концентрованої і цілеспрямованої роботи над трапецієподібними м'язами. Це по суті єдина вправа для ізольованого формування трапецієподібних м'язів. Більшість атлетів воліє виконувати шраги з гантелями. Також їх можна робити зі штангою, в тренажері або на брусах. Вправа підходить спортсменам з рівнем підготовки вище середнього. Новачкам, як правило, досить навантаження, яке отримують трапеції при виконанні базових вправ.",
    "text5": " - найважливіша базова вправа. Вона проробляє буквально кожен м'яз тіла - починаючи від мускулатури стегон, сідниць, низу спини, прямих і бічних абдомінальних м'язів преса, закінчуючи м'язами плечей і навіть рук. Станова тяга неулюблена через свою «важкість» і складну техніку виконання. Не існує способу «спростити» вправу або виконати її в тренажері. Однак якщо ви хочете створити мускулисте тіло, ви буквально зобов'язані навчитися робити станову тягу правильно. Вправа рекомендується новачкам, тому що надає комплексний загальнорозвиваючий вплив на весь організм. Більш професійні атлети теж не повинні забувати про станову тягу, і періодично виконувати її, проте для м'язів, які 'відстають' слід застосовувати ізолюючі вправи.",
    "text6": " - ізолююча вправа у бодібілдингу для розвитку найширших м'язів спини, також залучаються трапецієподібні м'язи, біцепси, задні пучки дельт і передпліччя. При правильному виконанні вона дає максимальне навантаження по всій довжині м'яза - повну розтяжку і потужне скорочення. Краще починати цю вправу зі слабшої руки. Виконуйте необхідну кількість повторів для неї, а потім зробіть те ж саме для більш сильної руки. Так ви забезпечите собі більш гармонійний розвиток. Якщо порівнювати її, наприклад, з класичними тягами штанги в нахилі, то можна легко виділити цілий ряд переваг. По-перше, амплітуда вправи тут на порядок більша, ніж в традиційних тягах. По-друге, можна набагато краще зосередитися на роботі цільових м'язів. По-третє, біцепс майже не включається в роботу, а значить не забирає навантаження у найширших.",
    "text7": " - ефективна, технічно проста вправа для розвитку м'язів середньої частини спини. Дозволяє ізольовано проробити цільові м'язи з максимальною інтенсивністю і максимальною амплітудою. Також будуть працювати ромбоподібні м'язи, трапецієподібний м'яз і задні пучки дельт. Широкий хват дозволяє прокачати найширший м'яз спини з боків. Чим вужчий хват - тим більше працюють ті частини найширшого м'яза, які розташовані ближче до хребта. Прямий хват навантажує верхній пучок найширшої, нейтральний хват навантажує середній пучок, а зворотній - нижній. За рахунок того, що груди спираються на опору, знижується навантаження на хребет. Лікті слід відводити якнайдалі у верхній точці.",
    "text8": "  - базова вправа, яке практично повністю імітує підтягування. Дана вправа задіє найширші м'язи спини, великий круглий м'яз, біцепс, плечовий м'яз, плечелучевий м'яз, а також ромбоподібний м'яз і трапецієподібний м'яз (нижня частина). Одна з кращих вправ для найширших м'язів. Тяга блоку за голову / до грудей зручніша у виконанні в порівнянні з підтягуваннями, а також хороша тим, що дозволяє зрушувати кут тяги в будь-якому напрямку, тим самим задіюючи більш різноманітні пучки м'язів. Оптимальна кількість повторень для стимуляції м'язового росту 8 - 10 разів. Вага повинна тягнутися спиною, а не руками, для цього стежте за положенням рук / передплічь і зводьте лопатки, лікті повинні 'ходити' вздовж корпусу вниз. Не відхиляйте корпус занадто сильно назад, це допустимо тільки при роботі з великими вагами в манері чітингу. Використовуйте лямки при роботі з великими вагами для утримання грифа.",
    "text9": "  - вправа допомагає надати форму найширшим м'язам спини, зробити їх опуклими, чіткими, проробленими. За своєю біомеханікою і кількістю включених в роботу м'язів вона дуже нагадує веслування на човні. Основні задіяні м'язи: найширші м'язи спини (особливо їх нижніх частин), ромбовидні м'язи (великі і малі), трапецієподібні м'язи (особливо середня частина). Виконується горизонтальна тяга в блоковому тренажері з різними варіантами хвату і рукоятками. Вважається, що саме вузький хват акцентує увагу на пророблення біцепса при збільшеній амплітуді, тоді як при широкому хваті біцепс навантажується не так інтенсивно, але амплітуда руху скорочується. Робіть горизонтальну тягу в блоковому тренажері по закінченню тренування спини заключною вправою. Перед горизонтальною тягою в блоковому тренажері відпрацюйте підтягування на перекладині, тяги штанги в нахилі і вертикальну тягу в блоковому тренажері.",
    "text10": " - вправа, яка націлена на розвиток м'язів спини. Вправу можуть виконувати як новачки, так і професіонали. Тягу штанги до поясу краще виконувати на початку тренування, коли відсутнє стомлення. Тяга штанги в нахилі задіє найширші м'язи спини, великі круглі м'язи, задні частини дельтоподібних м'язів, згиначі руки (біцепси, плечові), а при зведенні лопаток - ромбовидні і трапецієподібні м'язи. Додатково в рух залучаються розгиначі хребта в ізометричному навантаженні. Акцентувати навантаження на різні області спини можна, змінюючи ширину хвату, а також ступінь нахилу торсу. Одна з кращих вправ для побудови найширших. Її найкраще виконувати, впираючись головою в м'яку підставку, щоб виключити читинг. Є думка, що якщо піднімати штангу вище до грудей, то більше збільшуються верхні регіони найширших, якщо до живота, то нижні, ті що ближче до талії.",
    "list": [
      "Гіперекстензія",
      "Підтягування",
      "Т-тяга",
      "Шраги",
      "Станова тяга",
      "Тяга гантелі однією рукою стоячи в нахилі",
      "Тяга на тренажері сидячи з упором грудей",
      "Тяга верхнього блоку за голову / до грудей",
      "Тяга блоку до живота сидячи (веслування)",
      "Тяга штанги в нахилі"
    ],
    "category": 2,
    "rating": 4
  },
  {
    "id": "1",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTPfAi3T2dixtVR6vCZ3e4vaACIjyujRUI-x0wBXIuHru24cb3-GKxSLcjZKNhDHa4y84o&usqp=CAU",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-angle.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-dumb-bell.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/ress-the-dumbbell-at-an-angle.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-in-a-machine-tool-dumb-bell.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/pressing-from-trusses.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-in-a-machine-tool.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-anglewise.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/pullover.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/butterfly-simulator.jpg",
    "name": "Кращі вправи для грудних м'язів",
    "text": "     - це одна з п'яти базових вправ, тобто вправ, найбільш ефективних для комплексного розвитку мускулатури тіла. Основними робочими м'язами при жимі лежачи є грудні м'язи, вторинними - мускулатура плечового пояса і трицепс. Дана вправа є ключовою для пророблення м'язів верхньої половини тіла, формування широкої і потужної грудної клітки. Анатомічно жим лежачи близький до віджимань від підлоги, проте використання штанги або гантелей дозволяє легко використовувати додаткову вагу. Лежачи на горизонтальній лаві, штанга береться двома руками з кріплень і опускається до середини грудей до легкого дотику. Потім без видиху штанга виштовхується вгору до моменту фіксації ліктів. Ноги стоять на підлозі, лопатки зведені, груди висунуті ​​вперед, сідниці притиснуті до лави.",
    "text2": "  -  одна з кращих вправ для пророблення верхніх грудних м'язів. У більшості спортивних залів похилі лави зазвичай встановлені занадто високо - під кутом 45-60°. Ідеально було б встановлювати лаву під кутом в 15-35°. У жимах на похилій лаві основне навантаження несуть м'язи верху грудей і передні дельти. Найчастіше тренування на груди в тренажерному залі починають з жиму лежачи, а вже пізніше переходять до жимів в нахилі, але настав час покінчити з цією поганою звичкою. Час від часу починайте практикувати жим в похилій лаві. Перевага буде полягати в тому, що ви зможете вижимати більшу вагу і, як наслідок, краще проробляти верхні грудні м'язи. Розмістіться на лаві, поставте підошви ніг ширше плечей і упріться ногами в підлогу. Стегна, плечі і голова щільно прилягають до лави. Візьміться за гриф штанги, положення рук - зверху грифа. Відстань між кистями - трохи більше ширини плечей (ширина хвату така ж, як при жимі на горизонтальній лаві). Вдихніть і затримайте дихання, повільно опустіть штангу до верхнього фрагменту грудних м'язів. Доторкніться до них штангою. На видиху вичавіть штангу вгору. Освойте правильну техніку виконання рухів, перш ніж збільшувати вагу. Уникайте задіювання сили інерції, застосовуйте повільний контрольований рух, не сутультесь. Тримайте груди pозправлені, а лопатки опущеними вниз. Робіть видих при піднятті штанги. Тримайте ступні ніг широко розставленими на підлозі для забезпечення стабільності. ",
    "text3": "   - базова вправа для розвитку м'язів грудей, і, в певній мірі трицепса, і переднього дельтоподібного м'язи. На відміну від жиму штанги, вона більш вимоглива до балансу атлета, і дозволяє розвинути м'язи більш симетрично. Тому рух використовується як допоміжний в силових видах спорту, і в якості одного з основних в бодібілдингу. Початкове положення: лежачи на лаві, гантелі знаходяться біля грудей в зігнутих руках, лікті відведені в сторони. Зробивши глибокий вдих, вичавіть гантелі вгору на повністю випрямлені руки. У верхній точці зробіть видих. Роблячи наступний вдих, плавно поверніться у вихідне положення. Якщо в верхньому положенні зводити гантелі ближче одна до одної, повертаючи долоні всередину, то збільшиться не тільки амплітуда руху, а й пікова напруга в середній частині грудних м'язів. Освойте правильну техніку виконання рухів, перш ніж збільшувати вагу. Уникайте задіювання сили інерції, застосовуйте повільний контрольований рух. Під час руху вгору не допускайте підйому гантелей поруч, тримайте їх на відстані приблизно 15 см одна від одної. Робіть видих, коли піднімаєте гантелі.",
    "text4": "   - відрізняється від горизонтального декількома нюансами: кутом нахилу спинки і вашими рухами. Жим гантелей на похилій лаві під кутами 45 і 30 градусів має сенс робити після базового жиму лежачи зі штангою. Один раз в тиждень, якщо низ грудей відстає, можна практикувати жим гантелей лежачи вниз головою (градусів 30 або 45 в мінус). Техніка та ж сама, що і при горизонтальному варіанті. Просто зверніть увагу на нюанси. При виконанні на лаві з позитивним ухилом: так як ви не лежите горизонтально, то ви будете сповзати вниз. Щоб цього не сталося, трохи підніміть вгору край сидіння. Як правильно - ви зрозумієте самі, тому що перестанете скочуватися вниз. Рухи вверх-вниз здійснюються строго у вертикальній осі. Завдяки кутам 30 і 45 градусів змінюється навантаження на частини грудей. Ноги слід розставляти ширше, ніж на горизонтальній лаві. Завдяки цьому ви будете сидіти стійкіше.",
    "text5": "  - одна з головних ізолюючих вправ на грудні м'язи, особливо їх верхню і внутрішню частини. Вправа надає грудям «круту», опуклу форму, а також добре підходить для створення виразного поділу між лівою і правою великими грудними м'язами. Зміна нахилу лави дозволяє акцентувати навантаження або в верхню (піднятий головний кінець лави), або в середню (горизонтальна лава), або в нижню області грудей (опущений головний кінець лави). Ляжте на горизонтальну лаву, ноги на ширині плечей, впираються в підлогу. Візьміть в обидві руки гантелі і підніміть їх над грудьми, а точніше над плечима. Руки злегка зігнуті в ліктях. Кут в ліктьовому суглобі зафіксований і залишається незмінним до кінця сету. Розведіть руки в сторони. Гантелі рухаються у вертикальній площині. Як тільки гантелі опустяться до рівня плечей або трохи нижче, як можна сильніше напружте м'язи грудей, змініть напрямок руху і зведіть гантелі над грудьми (по тій же траєкторії, по якій ви їх до цього розводили). Створіть максимальне зусилля в кінці руху. Освойте правильну техніку виконання рухів, перш ніж збільшувати вагу обтяження. Уникайте використовувати силу інерції, застосовуйте повільний контрольований рух. Уникайте надмірного розгинання рук в ліктьових суглобах і перевантаження плечових суглобів. Руки повинні залишатися злегка зігнутими в ліктях під кутом приблизно в 10°. Робіть видих при підніманні гантелі.",
    "text6": "    - це неперевершена вправа для пророблення трицепсів і грудних м'язів, а також для зміцнення плечового пояса. Поряд з турніком, бруси є одним з найдоступніших тренажерів. Вони є практично в кожному спортзалі, на вуличних спортмайданчиках, а у деяких навіть вдома. Для того щоб перенести частину навантаження на грудні м'язи, нам потрібно змінити техніку так, щоб в ній була присутня механіка зведення плечей один до одного. Для цього ми, по-перше, розведемо лікті трохи в сторони, а, по-друге, нахилимо корпус вперед. Максимально вправа проробляє нижню частину грудей. Грудні м'язи добре розтягуються в нижній точці, що збільшує амплітуду руху, а, отже, його ефективність. Не варто намагатися виконувати вправу на занадто широких брусах. Це може спровокувати травми. Оптимальний варіант відстані між перекладинами - трохи ширше ваших плечей. Техніка віджимань від брусів з акцентом на груди наступна: 'заскочте' на снаряд, трохи розгорніть лікті в сторони і відхиліть корпус вперед приблизно на 30 градусів. На вдиху опускайте корпус вниз, розводячи лікті в сторони. Не прагніть розвести їх занадто широко - все в межах анатомічної комфортності. У нижній точці ви повинні відчути гарне розтягнення низу грудей. Орієнтуйтеся на кут в ліктях 90 градусів. На видиху, максимально скоротивши грудні м'язи, підійміть себе в початкове положення. У верхній точці ще сильніше зведіть груди і затримайтеся на 1-2 секунди. Так само як і у випадку з трицепсами, тренуючи груди на масу, виконуйте по 10-15 повторень в 3-4 підходах. Як тільки вирішите це завдання - освоюйте віджимання на брусах з вагою. У програмі тренування грудей вправу можна ставити, наприклад, після жимів лежачи.",
    "text7": " - зведення рук на блокових тренажерах  - ця вправа є ізолюючою, цілеспрямовано розвиває внутрішні і нижні пучки грудних м'язів, а другорядне навантаження лягає на дельтовидні м'язи і трицепси. Виконується зазвичай на додаток до жиму штанги або гантелей лежачи, або до іншої базової вправи для м'язів грудей. Візьміть ручки тренажера обома руками і станьте в центрі тренажера. Трохи нахиліть тулуб вперед. Злегка зігніть руки в ліктях і, притягнувши ручки до себе, з'єднайте їх перед грудьми. Повільно поверніться у вихідне положення. Повторюйте рух до завершення підходу. Техніка кросоверів така ж, як техніка розводок на лаві. Тримайте руки трохи зігнутими протягом усього підходу. Руки перед грудьми описують півколо. Повністю скорочуйте м'язи грудей в кінцевій точці руху. Добре розтягуйте м'язи в нижній точці. Не випрямляйте руки під час розтяжки, зберігайте напруженість грудних м'язів протягом всього підходу. Виконуйте вправу правильно і ритмічно, стежте за технікою і диханням.",
    "text8": "   - являє собою модифікацію класичного жиму штанги лежачи, спрямовану на розвиток м'язів нижньої області грудей. Дана вправа вважається базовою і виконується найпершою в комплексі для грудних м'язів. Жим лежачи на похилій лаві (головою вниз) задіє такі м'язові групи: грудні м'язи (акцент на нижній області); трицепси; передні пучки дельтоподібних м'язів. Займіть положення лежачи на похилій лаві (20-40 градусів) так, щоб голова перебувала нижче тулуба. Візьміться за гриф прямим хватом на рівні ширини плечей або трохи ширше. Зніміть штангу з опори і починайте опускати до торкання нижнього краю грудей. Потужним зусиллям вичавте штангу догори. Виконайте планову кількість підходів і повторів. При виконанні похилого жиму лежачи (головою вниз) обов'язково використовуйте допомогу колег (навіть якщо робоча вага не здається вам важкою). Перед виконанням похилого жиму лежачи зробіть розминку у вигляді 2-3 підходів вправи з мінімальними вагами. Намагайтеся опускати гриф штанги саме на область нижньої частини грудей. Не використовуйте пружних ударів грифом від грудей для полегшення подолання ваги. Такий тренінг дуже ефективно використовують гімнасти, боксери, спортсмени, які грають в американський футбол і борці.",
    "text9": "     - це єдина вправа, яке навантажує відразу дві великі м'язові групи: грудні й найширші. Хтось робить пулловери в день тренінгу грудей, хтось - разом з тягами для м'язів спини. Це дуже гарна вправа, яка вже давно входить в арсенал шанувальників бодібілдингу та фітнесу, і робити її, звичайно ж, потрібно, хоча б для того, щоб урізноманітнити тренувальні комплекси. Адже одноманітність навантажень створює відчуття монотонності, ну а це згубно позначається на психіці. Так і до перетренованості, знаєте, недалеко. Пулловер - вправа, за допомогою якого можна розширити грудну клітку. Ваш торс ніколи не буде виглядати вражаюче, якщо значні грудні м'язи будуть спочивати на запалій грудній клітці. Щоб досягти максимального тренувального результату, слід комбінувати пулловер з так званими «дихальними» присіданнями. Спочатку ви робите підхід глибоких присідань з відносно невеликою вагою з 15-20 повторень, глибоко дихаючи. Лягайте поперек лави і прогинаєтеся в хребті. З цієї позиції ви відводите руки назад, прогинаючись у хребті. Виконуєте 15-20 повторень пулловера з гантеллю або грифом, тримаючи її (його) над головою обома руками. У вихідному положенні гантель або гриф тримаєте перед грудьми. І повертаєтеся в початкове положення. За допомогою цієї вправи можна візуально розширити найширші м'язи і надати більш вражаючий вигляд вашого «конусу». Пулловери відмінно опрацьовують зубчасті м'язи, які обрамляють найширші.",
    "text10": "    - це все назви однієї й тієї ж вправи - зведення рук, які дозволяють ізольовано попрацювати з пекторальними м'язами, ефективно впливаючи на їх середні сегменти. При невеликих змінах у техніці акцент навантаження може бути злегка скоректований на користь ключичних (верхніх) або абдомінальних (нижніх) областей грудей. Підготуйте тренажер до роботи, встановивши необхідну вагу на системі блоків. Відрегулюйте сидіння тренажера таким чином, щоб при занятті вами вихідного положення на ньому і постановці рук на рукоятки, плечі знаходилися на одному рівні з плечовими суглобами. Сядьте в тренажер, щільно втиснувшись в спинку сидіння і злегка прогнувшись в грудному відділі. Упріться ногами в підлогу з боків від тренажера. Розведіть руки по сторонам і візьміться за вертикальні рукоятки тренажера або розташуйте передпліччя на м'якій опорі (якщо конструкція вашого тренажера передбачає їх наявність). На видиху синхронно і потужно зведіть рукоятки тренажера до центру, перед собою, напружуючи грудні м'язи. Затримайтеся в цій позиції на кілька секунд і виконайте підконтрольне повернення до вихідного положення, в якому передпліччя будуть перебувати на одній лінії з корпусом. Відразу ж за цим, без паузи почніть наступний повтор зведень. Виконайте необхідну кількість повторень.",
    "list": [
      "Жим штанги лежачи на лаві",
      "Жим штанги під кутом",
      "Жим гантелей лежачи на прямій лаві",
      "Жим гантелей під кутом",
      "Розведення рук з гантелями",
      "Віджимання на брусах",
      "«Кросовер»",
      "Жим лежачи на похилій лаві (головою вниз)",
      "Пулловер",
      "Зведення рук в тренажері метелик, батерфляй"
    ],
    "category": 2,
    "rating": 3
  },
  {
    "id": "2",
    "imageUrl": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/run.jpg",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/squatting-with-a-barbell.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/squat-with-a-barbel-on-the-chest.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/sumo-with-a-bar-in-front-of-you.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/with-your-feet-in-the-machine.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/extension-of-the-legs-in-the-simulator.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Bending-of-the-feet-int-he-simulator.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hit-with-a-dummbells.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/leaving-your-leg-back.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-feet-on-the-simulator.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/rise-on-caviar-with-dumbbells-standing.jpg",
    "name": "М'язи ніг",
    "text": "    - це ключова силова вправа для розвитку м'язів ніг і одна з п'яти базових багатосуглобних вправ. При виконанні присідань зі штангою в роботу включається практично вся нижня частина тіла, починаючи від м'язів сідниць і стегон, закінчуючи литками, а також мускулатура корпусу, абдомінального пресу і нижньої частини спини. Перед виконанням присідань необхідно ретельно розім'ятися. Для цієї мети підійде легке кардіо протягом 5 хвилин, а також вправи для розігріву на всі групи м'язів. Встаньте позаду грифа і візьміться за нього руками, симетрично центру. Піднирніть під гриф і підіпріть його своїми трапеціями. Розпряміться і прийміть на себе всю вагу штанги. Зробіть крок назад. Повністю зберіться і налаштуйтеся на вагу. Не думайте про ноги, а контролюйте роботу всього тіла. Поставте ступні на рівні трохи ширше плечей, а носки розгорніть назовні. Зробіть потужний вдих, що дозволяє розправити грудну клітку і надати додаткову опору хребту. Рух починається з подачі таза назад - як ніби ви хочете сісти на невидимий стілець. Глибина присідання може бути як до паралелі з підлогою, так і нижче. Новачкам рекомендується починати присідати саме до рівня, коли біцепси стегон паралельні підлозі. Під час присідання погляд спрямований прямо, а спина перебуває в ідеально рівному положенні. У верхній точці вправи не розгинайте повністю колінні суглоби, а тримайте їх трохи зігнутими. Це зніме травмонебезпечне навантаження з колін. Вдихніть і приступайте до наступного повтору.",
    "text2": "   - у порівнянні зі звичайними присіданнями, присідання зі штангою на грудях прицільно навантажують квадріцепси. Саме тому дана вправа в арсеналі бодібілдера вважається однією з головних для створення потужних стегон. Крім того, важливо ще й те, що при зміні положення стоп можна впливати як на зовнішні, так і на внутрішні області квадріцепсів. Якщо ви хочете зробити собі потужні квадріцепси, обов'язково включайте присідання зі штангою на грудях в вашу тренувальну програму. Найскладніше в присіданні зі штангою на грудях - утримання спини в рівному положенні. Якщо ви помітили, що прогинаєте спину в ході виконання вправи, скиньте робочу вагу і спробуйте ще раз. Не розгойдуйте корпус в нижній точці амплітуди, робіть підйоми з присідання за допомогою потужного акцентованого зусилля м'язів ніг. Щоб опрацювати зовнішні області квадріцепса, поставте ступні трохи вужче ширини плечей. Чим ширша постановка стоп, тим більше навантаження переходить на внутрішні області квадріцепса. Поставте штангу на стійки, попередньо відрегулювавши їх висоту на рівні ключиць. Підійдіть впритул до грифа і підсядьте під нього, поклавши долоні на гриф для забезпечення його сталого становища. Утримуючи лікті паралельно підлозі, повністю розпряміться і відійдіть на два кроки назад. Поставте ноги на ширину плечей, випряміть спину і направте погляд перед собою. Тримаючи спину прямо, починайте присідати, відводячи таз назад. Дійшовши до паралелі з підлогою, зупиніться і без здійснення паузи починайте підніматися вгору. У верхній точці намагайтеся додатково статично напружити м'язи сідниць і стегон.",
    "text3": "   - це базова вправа, яка виконується по техніці присідань зі штангою і їх найкраще чергувати між собою. Є основна відмінність - навантаження на спину тут мінімальне, зате навантаження на ноги зросло. Присідання в стилі сумо добре підходить для розвитку силових показників. Ноги ставте ширше ваших плечей, носки розведіть в сторони на 45 градусів. У спині легкий прогин і напруження попереку до кінця виконання вправи, живіт втягніть. Шия пряма і погляд спрямований вперед. Центр тяжіння знаходиться на середині стопи. Насамперед починає опускатися таз, робите вдих. Спина при цьому рівна, коліна розходяться в бік носків. Сідайте до паралелі стегон з підлогою. Якщо будете присідати нижче, пильно стежте за технікою. Як тільки досягли паралелі, починайте відразу підйом штанги вгору, видих, після важкої ділянки вправи. Коліна можна випрямляти не повністю, тоді буде постійне навантаження на ноги. Перед присіданнями особливу увагу приділіть розминці внутрішньої частини стегна. Якщо присідати нижче паралелі, будуть включатися в роботу сідниці. Присідайте до тих пір, поки коліна дивляться в сторони. Як тільки коліна почали сходитися, починайте вставати. Для тренування на силу, поставте стілець або лавку. Атлет повинен торкнутися сідницями поверхні і затриматися на пару секунд. Після чого починати підйом вгору. Якщо ви тільки освоюєте присідання сумо або вам важко виконувати, повторіть вправу без ваги, щоб уникнути травм, так як вона дуже сильно вантажить внутрішню частину стегна. Чим сильніше розгорнути носки і коліна в сторони, тим більше буде працювати внутрішня поверхня стегна.",
    "text4": "   - відмінна базова вправа для накачування ніг, яка виключає травму попереку. Це дуже хороша вправа у бодібілдингу, при якій спортсмен витискає вагу на спеціальному тренажері силою своїх ніг. Вправа по праву вважається базовою адже в ній беруть участь відразу кілька суглобів: тазостегновий, колінний і гомілковостопний. Взагалі жим ногами відмінно замінить присідання, але за умови, що нас цікавить тільки накачування ніг. Спину, на жаль, виконанням цієї вправи зміцнити не зможете. Виконання жиму ногами в тренажері виключить травми спини. Найбільше навантаження отримують такі групи м'язів: квадріцепси, сідничні м'язи, м'язи стегна, біцепси стегон. Сядьте в тренажер і поставте ступні на поверхню платформи повище і на ширині плечей. Ступні трохи розведіть назовні. Притисніться верхом спини і сідницями до спинки тренажера і не відривайте їх, поки не закінчите виконання вправи. Після цього зніміть фіксатор платформи і виштовхніть її вгору. У верхній точці руху ноги не потрібно випрямляти повністю, це загрожує травмою колін. Зробіть вдих і, затримавши подих, плавно опускайте платформу з вагою до грудей. Нижня точка руху - кут не більше 90 градусів в колінному суглобі, якщо більше, то відбувається відрив попереку від спинки тренажера, що загрожує травмою хребта. При досягненні нижньої точки руху, без паузи і як і раніше затримуючи дихання, потужно напружте м'язи стегон, але плавно виштовхуйте платформу вгору. Тільки після проходження «мертвої точки» зробіть видих. Не відривайте п'яти від платформи - це перевантажує колінні суглоби. Як правило, при жимі ногами можна взяти набагато більшу вагу, ніж під час присідання. Це, безумовно, добре позначиться на зростанні м'язової маси і сили ніг, але і про ризик травми при роботі з такими вагами не варто забувати.",
    "text5": "   - розгинання ніг в тренажері сидячи являє собою ізолюючу вправу, спрямовану на опрацювання квадріцепсів (м'язів передньої поверхні стегна). Незважаючи на деяку небезпеку, дана вправа відноситься до числа найбільш ефективних вправ на квадріцепс. Рекомендується виконувати всім новачкам і досвідченим атлетам як допоміжну вправу для ніг. Спортсменам початківцям вона допоможе підготувати ноги до важких присідань, а досвідченим - цілеспрямовано пропрацювати квадріцепси. Існує думка, що дана вправа не здатна дати поштовх до інтенсивного нарощування маси, а використання занадто великих ваг може нашкодити колінним суглобам. З цієї причини для більш ефективного опрацювання м'язів рекомендується виконувати вправу по черзі спочатку однією, потім іншою ногою. Сядьте в тренажер для розгинання ніг і візьміться за рукоятки, що знаходяться з боків. Зігніть ноги в колінах і помістіть їх під опорні валики. Випрямте спину, зробіть вдих і розігніть ноги в колінах до горизонтального положення. Витримайте невелику паузу і повільно повертайтеся в початкове положення. Використовуйте розгинання ніг в тренажері після виконання базових вправ на ноги (присідання, жим ногами, гакк-присідання) в якості «добиваючої» вправи. Можна також виконувати розгинання ніг перед базовими вправами в якості розминки, для цього використовуйте мінімальні робочі ваги. Для максимального пампінгу м'язів ніг рекомендується виконувати суперсет з згинання та розгинання ніг, що виконується в режимі 15 повторень.",
    "text6": "    - це ізолююча вправа, спрямована на опрацювання м'язів задньої поверхні стегна. Вона дозволяє надати м'язам рельєф, візуально відокремити стегна від сідниць і домогтися гармонійної форми ніг при наявності добре розвинених квадріцепсів. Як правило, при тренуванні ніг згинання та розгинання виконуються в парі. Згинання ніг в тренажері лежачи є однією з найпопулярніших вправ, як в жіночих, так і в чоловічих тренуваннях на нижню частину тіла. Це пояснюється, по-перше, легкістю освоєння технічної сторони руху, а по-друге, можливістю якісно опрацювати саме цільову мускулатуру. Кількість підходів і повторів може змінюватись в залежності від ваших цілей. Як правило, це 3-4 підходи по 15-20 разів. Дівчата виконують цю вправу в багатоповторному режимі з невеликою вагою. Такий підхід працює на жироспалювання, дозволяє збільшити тонус м'язів і промальовувати рельєф. Чоловіки роблять менше повторів, але з більшою вагою. Таким чином, біцепс стегна збільшується в об'ємі і зростає сила м'язів. А це, в свою чергу, не тільки додає ногам маси, а й надає істотну підтримку при виконанні базових вправ. При правильній техніці згинання ніг на тренажері цілком безпечно і рекомендується навіть новачкам. Однак якщо у вас були травми колінних суглобів або нижньої частини хребта, будьте обережні. Перш за все відрегулюйте тренажер під свій зріст і довжину ніг. Колінні суглоби повинні виходити за край лави, а валик, в який ви будете впиратися нижньою частиною гомілки, повинен розташовуватися на кілька сантиметрів вище п'яти. Тут все просто - чим ближче валик до п'яти, тим більший важіль і тим ефективніша вправа. На місце вигину лави ви лягаєте животом так, щоб вам було комфортно і в попереку не було напруження. Ляжте на тренажер і заведіть ноги під валик. Руками візьміться за спеціальні ручки або за краї лави. На видиху зігніть гомілки, намагаючись максимально наблизити валик до сідниць. Передня поверхня стегон при цьому притиснута до лави. На вдиху розгинайте гомілки, акуратно опускаючи вагу вниз. Повністю випрямляти коліна і розслабляти біцепс стегна в нижній точці не потрібно. Повторіть потрібну кількість разів.",
    "text7": "   - по праву можна назвати однією з найефективніших базових вправ для розвитку мускулатури стегон і сідниць. У порівнянні з присіданнями, випади дозволяють сконцентрувати навантаження на одній нозі і пропрацювати м'язи більш ретельно. Використання гантелей як ваги дозволяє краще тримати рівновагу і робить навантаження на хребет нижче, ніж в разі випадів зі штангою. Які м'язи працюють під час виконання випадів з гантелями: квадріцепс (чотириглавий м'яз стегна, займає його передню поверхню) - одна з двох основних робочих груп. Цей м'яз розгинає ногу в колінному суглобі, коли ми піднімаємося з нижньої точки. Великий сідничний м'яз (становить основну масу сідниць) - поряд з квадріцепсом, отримує значне навантаження, розгинаючи стегно при підйомі вгору. Крім квадріцепсів і великих сідничних, участь в роботі беруть: м'язи пресу, середні сідничні, біцепси стегон, м'язи спини, литкові та ін. Основною функцією перерахованих м'язів в даній вправі є стабілізація становища корпусу і ніг. Випади з гантелями, як і будь-які інші види випадів, створюють підвищене навантаження на зв'язки колінних суглобів. В цьому плані вони травмонебезпечніші, ніж, скажімо, присідання. Це пояснюється тим, що під час присідань вага тіла і обтяження розподіляється на дві ноги, а роблячи випади, все навантаження ви зосереджує на одній нозі. Звичайно, м'язи від цього в захваті, але ось слабкі зв'язки можуть постраждати. Утримайтеся від виконання випадів з гантелями при наявності свіжих травм колін. Якщо травми були, але давно, робіть вправу вкрай обережно і при виникненні найменшого дискомфорту закінчуйте. Візьміть в руки гантелі і встаньте рівно. Стопи на ширині тазу, спина пряма, плечі розправлені, погляд спрямований вперед. Це вихідне положення. На вдиху зробіть робочою ногою крок вперед, перенесіть на неї вагу тіла і зігніть коліно. Намагайтеся ставити стопу м'яко і пружно, не падайте вперед всією вагою. Ширина кроку повинна бути такою, щоб коліно робочої ноги не виходило за проекцію носка. Кут в коліні робочої ноги дорівнює 90 градусів або трохи менше. Опорна нога стоїть на носку. На видиху, відштовхнувшись п'ятою робочої ноги від підлоги, поверніться назад у вихідне положення. Повторіть рух потрібну кількість разів. Кількість повторів і підходів залежить від ваших індивідуальних цілей: для набору маси ніг і сідниць робіть по 8-12 повторів кожною ногою в 3-4 підходу. Якщо ваша мета - жироспалювання і рельєф, робіть по 20-25 повторів, але з невеликою вагою і в більш швидкому темпі.",
    "text8": "   - виконується за рахунок скорочення м'язів сідниць і задньої поверхні стегна. Махи в кросовері дозволяють максимально ефективно проробити область малого тазу. Серед переваг виконання махів назад в кросовері можна виділити наступні: вправа спрямована на опрацювання великих сідничних м'язів. Додатково задіюється мускулатура задньої поверхні стегна. Кросовер не фіксує траєкторію руху ноги і положення корпуса, тому крім цільових м'язів працюють м'язи стабілізатори. Ви можете регулювати рівень навантаження на сідничні м'язи не тільки за рахунок зміни ваги в тренажері, але змінюючи положення корпусу, згинаючи / розгинаючи робочу ногу. Дана вправа є ізольованою, в ідеалі, рух здійснюється тільки в тазостегновому суглобі. Відведення ніг назад можна виконувати як альтернативу присіданням при травмах колін, так як колінні суглоби вона не задіює або задіє мінімально (при згинанні робочої ноги). Відведення стегна назад - досить проста вправа, і її цілком під силу виконати навіть новачкам. Встаньте лицем до опори блочного тренажера. Закріпіть на тросі нижнього блоку манжету, яка дозволить вам закріпити трос на ступні або щиколотки. Протягніть ногу в манжету. Зручно візьміться руками за опору тренажера, зафіксуйте корпус. Таз повинен знаходитися строго над стопою опорної ноги. Злегка зігніть робочу ногу і зробіть мах назад. Пам'ятайте, що сідничні м'язи здатні відвести пряму ногу назад на 10-15 градусів від вертикальної лінії. Далі вже в роботу включаються м'язи спини. Тому якщо корпус ви тримаєте прямо, не відводьте ногу занадто далеко і не прогинайтеся. Не розгортайте стегно назовні, рух виконується строго назад. У верхній точці руху зробіть невелику паузу і опустіть ногу в початкове положення. За рахунок нахилу корпусу вперед ви можете регулювати амплітуду махів. Відповідно, чим нижче ви нахиляєтеся, тим амплітуда руху ноги буде більшою. Відповідно сідничний м'яз буде більше розтягуватися і працювати ефективніше. Не забувайте контролювати спину - природний прогин в попереку допускається, але не більше того. Вигинати спину не потрібно.",
    "text9": "   - популярна вправа для нижньої частини тіла. Її часто включають в комплексну програму тренувань нижньої частини тіла, разом з базовими вправами. Зведення дозволяють ізольовано навантажити м'язи внутрішньої поверхні стегна. В першу чергу вправа задіє м'язи внутрішньої частини стегна. Додатково включається в роботу прес, м'язи-розгиначі хребта і поперек. Для початку займіть правильне вихідне положення. Для цього встановіть необхідну вагу на тренажері. Підібрати відповідну вагу не складе труднощів. Встановіть середнє навантаження і постарайтеся виконати один підхід. Якщо ви зможете зробити 10 повторень і при цьому відчуєте явне стомлення м'язів, вам підходить дана вага. Перед виконанням вправи переконайтеся в тому, що вага вашого тіла припадає на сідничні кістки. Розправте груди, помістіть ноги за спеціальні м'які упори і максимально широко розведіть їх. Руками візьміться за рукоятки. Тепер можна приступити до основної частини вправи. На вдиху напружте прес і зведіть ноги разом. Ненадовго затримайтеся в положенні максимального напруження. Повільно поверніться у вихідне положення і видихніть. Перед виконанням вправи розімніть тазостегнові суглоби і потягніть пахові зв'язки. Це дозволить м'язам краще сприймати навантаження, а також збільшить амплітуду рухів. Деякі тренери радять міняти положення спини під час зведення ніг, так як це дозволяє опрацювати різні ділянки м'язів. Зробіть першу половину повторів, відхиляючи спину назад, після чого з прямим корпусом нахиліться вперед. Також можна змінювати положення носків. Направляючи їх всередину або назовні, ви зможете зміщувати навантаження в бік передньої або задньої поверхні стегна. Слідкуйте за тим, щоб спина залишалася рівною. Ні в якому разі не горбте спину на останніх повтореннях! Якщо у вас не залишилося сил, скоротіть вправу або допоможіть собі подолати опір за допомогою рук. Працюйте повільно і уникайте різких рухів. Намагайтеся не використовувати силу інерції.",
    "text10": "   - права, яка має на меті розвиток литкових м'язів ніг. Встаньте на платформу. Стопи повинні розташовуватися паралельно на невеликій відстані один від одного. На платформі знаходиться тільки носок, приблизно 2/3 стопи тримається на вазі. Випряміть тіло і ноги вертикально. Не згинайте коліна. Дивіться перед собою або трохи вище. На видиху підніміться на носках вгору наскільки зможете. Після секундної затримки опустіться вниз концентруючись на розтягуванні м'язів литок наскільки дозволяє ваша гнучкість. Повторіть рух потрібну кількість разів. Не згинайте ноги в колінах, перетворюючи вправу в присідання. Не округлюйте спину, це небезпечно для хребта.",
    "list": [
      "Присідання з штангою",
      "Присідання зі штангою на грудях",
      "Присідання 'сумо' з штангою перед собою",
      "Жим ногами в станку",
      "Розгинання ніг в тренажері",
      "Згинання ніг в тренажері",
      "Випади з гантелями",
      "Відведення ноги назад в блочному тренажері (кросовер)",
      "Зведення ніг сидячи в тренажері",
      "Підйом на ікри"
    ],
    "category": 2,
    "rating": 2
  }
]
