[
  {
    "id": "01",
    "imageUrl": "https://www.tablycjakalorijnosti.com.ua/file/image/foodstuff/99bee9c853cc6300/ecafe79f9fd74d08a1d8882cd1d2cc5a?w=300",
    "imageUrl1": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyLSy7TYMFGXUPT-pBjIN6XCR64fjlw5NAz6kRMt7L8EXYdvWYMQgcnbKdMgTt7t22wpE&usqp=CAU",
    "name": "Варена гречка на воді",
    "list": [
      "105 ккал",
      "Білки: 3.38 г",
      "Вуглеводи: 19.94 г",
      "Жири: 0.62 г",
      "Волокна: 3.4 г",
      "Сіль: 0.4 г",
      "Кальцій: 0 мг",
      "Глікемічний індекс: 54"
    ],
    "listVitamins": [
      "Вітамін В1",
      "Вітамін В6",
      "Вітамін В3",
      "Фолієва кислота",
      "Вітамін В2",
      "Вітамін В5"
    ],
    "listMinerals": [
      "Магній",
      "Калій",
      "Марганець",
      "Фосфор",
      "Цинк",
      "Залізо",
      "Натрій",
      "Мідь",
      "Кальцій",
      "Селен"
    ],
    "textFood": [
      "Відварена гречана крупа – це одна з кращих страв для АТЛЕТІВ, тут нічого лишнього, містить корисні повільні вуглеводи та рослинні білки. Енергетична цінність вареної гречки на перший погляд здається великою, проте, це лише корисні калорії.",
      "Гречка – джерело заліза, магнію, вітамінів групи В. Стандартна порція каші у 200 г (приблизно 60-65 г сухої крупи) забезпечить організм залізом і магнієм на 25% денної потреби. ",
      "Регулярне вживання гречаної каші позбавить від проблем зі сном, хронічного головного болю, стресу, покращить настрій і роботу мозку."
    ],
    "category": 1,
    "rating": 1
  },
  {
    "id": "02",
    "imageUrl": "https://bilozgar.ua/wp-content/uploads/2017/12/WYU_4585-1-1181x1024.jpg",
    "name": "Сир кисломолочний нежирний",
    "list": [
      "105 ккал",
      "Білки: 21.4 г",
      "Вуглеводи: 3.18 г",
      "Жири: 0.59 г",
      "Волокна: -",
      "Сіль: -",
      "Кальцій: 120 мг",
      "Глікемічний індекс: -"
    ],
    "listVitamins": [
      "Вітамін В2",
      "Вітамін В5",
      "Вітамін В6",
      "Вітамін В12",
      "Вітамін А"
    ],
    "listMinerals": [
      "Цинк",
      "Калій",
      "Кальцій",
      "Фосфор",
      "Цинк",
      "Натрій",
      "Селен"
    ],
    "textFood": [
      "Кращого натурального продукту з таким високим вмістом білків не знайти. Кисломолочний сир добре впливає на м’язи і кістки, а також на нервову та репродуктивну систему, кровотворення, стан шкіри та волосся, гормональний фон. Все це завдяки високому вмісту кальцію, білків і вітамінів групи В, фосфору, магнію, фолієвої кислоти. Тож вживати цей продукт слід регулярно, особливо під час схуднення (порція 150-200 г)."
    ],
    "category": 1,
    "rating": 1
  },
  {
    "id": "0",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRFdQDzZkm3-QQUzmwa8BFzFOQhRJtNJsDqP8lybbIiBMGxSKoylyrjsh4ejtHSfGrbVok&usqp=CAU",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hyperextension.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/drawing__.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/t-deadlift.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/shrugging.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Deadlift_.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/thrust-dumbbells.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-on-the-simulator-sitting.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-upper-block-head.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/rowing.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Thrust-rod-in-nahil%D1%96.jpg",
    "name": "Топ кращих вправ для м'язів спини",
    "text": "- вправа для розвитку спини, а також сідничних м'язів і стегон. Вправа має низький рівень травматичності, не перевантажує суглоби, підтримує тонус м'язів, тому рекомендується для виконання початківцям і людям зі слабкою спиною. Гіперекстензія знижує ризик травмування хребта і сухожиль.",
    "text2": "- вправа, яка найчастіше виконується на турніку; Чим ширший хват руками за поперечину, тим більше навантаження лягає на найширші м'язи спини; чим вужчий хват - тим більше навантаження лягає на біцепси. Якщо підтягуватися, торкаючись поперечини потилицею, то найширші м'язи розтягуються в ширину. А якщо підтягуватися, торкаючись підборіддям, то найширші розтягуються ще й у товщину. При вузькому хваті, долонями до себе, додаткове навантаження отримує нижня частина найширших, що знаходиться в районі талії.",
    "text3": "- базова вправа, що дозволяє досягти гіпертрофії в області найширших м'язів спини. Відмінною особливістю вправи є те, що гриф зафіксований з одного боку, тому амплітуда руху теж фіксована, а це дозволяє виконувати відмовні повтори, що стимулює не тільки гіпертрофію м'язових волокон, але й розвиває силові показники атлета. Головне при виконанні вправи - мінімізувати участь біцепса, який схильний 'красти' навантаження і не дає максимально сконцентруватися на проробленні м'язів спини.",
    "text4": "- це класична вправа для концентрованої і цілеспрямованої роботи над трапеціями. Це по суті єдина вправа для ізольованого формування трапецієподібних м'язів. Більшість атлетів воліє виконувати шраги з гантелями. Також їх можна робити зі штангою, в тренажері. Вправа підходить спортсменам з рівнем підготовки вище середнього.",
    "text5": "- найважливіша базова вправа. Вона проробляє буквально кожен м'яз тіла - починаючи від стегон, сідниць, низу спини, прямих і бічних абдомінальних м'язів преса, закінчуючи м'язами плечей і навіть рук. Якщо ви хочете створити мускулисте тіло, ви буквально зобов'язані навчитися робити станову тягу правильно. Вправа рекомендується новачкам, тому що надає комплексний загальнорозвиваючий вплив на весь організм.",
    "text6": " - ізолююча вправа для розвитку найширших м'язів спини, також залучаються трапеції, біцепси, задні пучки дельт і передпліччя. При правильному виконанні вона дає максимальне навантаження по всій довжині м'яза - повну розтяжку і потужне скорочення. Краще починати цю вправу зі слабшої руки. Виконуйте необхідну кількість повторів для неї, а потім зробіть те ж саме для більш сильної руки. Так ви забезпечите собі більш гармонійний розвиток.",
    "text7": "- ефективна, технічно проста вправа для розвитку м'язів середньої частини спини. Дозволяє ізольовано проробити цільові м'язи з максимальною інтенсивністю і максимальною амплітудою. Також будуть працювати ромбоподібні м'язи, трапеції і задні пучки дельт. Широкий хват дозволяє прокачати найширший м'яз спини з боків. Чим вужчий хват - тим більше працюють ті частини найширшого м'яза, які розташовані ближче до хребта. Прямий хват навантажує верхній пучок найширшої, нейтральний хват - середній пучок, а зворотній - нижній. За рахунок того, що груди спираються на опору, знижується навантаження на хребет. Лікті слід відводити якнайдалі у верхній точці.",
    "text8": "- базова вправа, яка практично повністю імітує підтягування. Дана вправа задіє найширші м'язи спини, великий круглий м'яз, біцепс, плечовий м'яз, плечелучевий м'яз, а також ромбоподібний м'яз і трапеції (нижня частина). Одна з кращих вправ для найширших м'язів. Оптимальна кількість повторень для стимуляції м'язового росту 8 - 10 разів. Вага повинна тягнутися спиною, а не руками, для цього зводьте лопатки, лікті повинні 'ходити' вздовж корпусу вниз. Не відхиляйте корпус занадто сильно назад. Використовуйте лямки при роботі з великими вагами для утримання грифа.",
    "text9": "- вправа допомагає надати форму найширшим м'язам спини, зробити їх опуклими, чіткими. За своєю біомеханікою і кількістю включених в роботу м'язів вона дуже нагадує веслування на човні. Основні задіяні м'язи: найширші м'язи спини, ромбовидні м'язи (великі і малі), трапеції (особливо середня частина). Виконується різні варіанти хвату і рукоятки. Вважається, що саме вузький хват акцентує увагу на пророблення біцепса при збільшеній амплітуді, тоді як при широкому хваті біцепс навантажується не так інтенсивно, але амплітуда руху скорочується. Робіть горизонтальну тягу в блоковому тренажері по закінченню тренування спини заключною вправою. Перед горизонтальною тягою в блоковому тренажері відпрацюйте підтягування, тяги штанги в нахилі і вертикальну тягу в тренажері.",
    "text10": "- вправу можуть виконувати як новачки, так і професіонали. Тягу штанги до поясу краще виконувати на початку тренування, коли відсутнє стомлення. Вправа задіє найширші м'язи спини, великі круглі м'язи, задні частини дельт, біцепси, а при зведенні лопаток - ромбовидні і трапеції. Акцентувати навантаження на різні області спини можна, змінюючи ширину хвату, а також ступінь нахилу торсу. Одна з кращих вправ для побудови найширших.",
    "list": [
      "Гіперекстензія",
      "Підтягування",
      "Т-тяга",
      "Шраги",
      "Станова тяга",
      "Тяга гантелі однією рукою стоячи в нахилі",
      "Тяга на тренажері сидячи з упором грудей",
      "Тяга верхнього блоку за голову / до грудей",
      "Тяга блоку до живота сидячи (веслування)",
      "Тяга штанги в нахилі"
    ],
    "category": 2,
    "rating": 4
  },
  {
    "id": "1",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTPfAi3T2dixtVR6vCZ3e4vaACIjyujRUI-x0wBXIuHru24cb3-GKxSLcjZKNhDHa4y84o&usqp=CAU",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-angle.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-dumb-bell.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/ress-the-dumbbell-at-an-angle.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-in-a-machine-tool-dumb-bell.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/pressing-from-trusses.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-in-a-machine-tool.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-anglewise.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/pullover.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/butterfly-simulator.jpg",
    "name": "Кращі вправи для грудних м'язів",
    "text": "- це одна з п'яти базових вправ, тобто вправ, найбільш ефективних для комплексного розвитку мускулатури тіла. Основними робочими м'язами при жимі лежачи є грудні м'язи, вторинними - дельти і трицепс. Дана вправа є ключовою для пророблення м'язів верхньої половини тіла, формування широкої і потужної грудної клітки.",
    "text2": "-  одна з кращих вправ для для верхніх грудних м'язів. Ідеально було б встановлювати лаву під кутом в 35-45°. У жимах на похилій лаві основне навантаження несуть м'язи верху грудей і передні дельти. Найчастіше тренування на груди в тренажерному залі починають з жиму лежачи. Але час від часу починайте практикувати жим в похилій лаві. Перевага буде полягати в тому, що ви зможете вижимати більшу вагу і краще проробляти верхні грудні м'язи.",
    "text3": "- базова вправа для розвитку м'язів грудей, і, в певній мірі тріцепса, і передніх дельт. На відміну від жиму штанги, вона більш вимоглива до балансу атлета, і дозволяє розвинути м'язи більш симетрично. Освойте правильну техніку виконання рухів, перш ніж збільшувати вагу. Уникайте задіювання сили інерції, застосовуйте повільний контрольований рух. Під час руху вгору не допускайте підйому гантелей поруч, тримайте їх на відстані приблизно 15 см одна від одної.",
    "text4": "- відрізняється від горизонтального декількома нюансами: кутом нахилу спинки і вашими рухами. Жим гантелей під кутами 45 і 30 градусів має сенс робити після базового жиму лежачи зі штангою. Один раз в тиждень, якщо низ грудей відстає, можна практикувати жим гантелей лежачи вниз головою (градусів 30 або 45 в мінус). Техніка та ж сама, що і при горизонтальному варіанті. Просто зверніть увагу на нюанси. Рухи вверх-вниз здійснюються суворо у вертикальній осі. Завдяки кутам 30 і 45 градусів змінюється навантаження на частини грудей. Ноги слід розставляти ширше, ніж на горизонтальній лаві. Завдяки цьому ви будете сидіти стійкіше.",
    "text5": "- одна з головних ізолюючих вправ на грудні м'язи, особливо їх верхню і внутрішню частини. Вправа надає грудям «круту», опуклу форму, а також добре підходить для створення виразного поділу між лівою і правою великими грудними м'язами. Зміна нахилу лави дозволяє акцентувати навантаження або в верхню (піднятий головний кінець лави), або в середню (горизонтальна лава), або в нижню області грудей (опущений головний кінець лави). Руки повинні залишатися злегка зігнутими в ліктях під кутом приблизно в 10°. Робіть видих при підніманні гантелі.",
    "text6": "- це неперевершена вправа для пророблення трsцепсів і грудних м'язів, а також для зміцнення плечового пояса. Поряд з турніком, бруси є одним з найдоступніших тренажерів. Вони є практично в кожному спортзалі, на вуличних спортмайданчиках. Для того щоб перенести частину навантаження на грудні м'язи, нам потрібно змінити техніку так, щоб в ній була присутня механіка зведення плечей один до одного. Для цього ми, по-перше, розведемо лікті трохи в сторони, а, по-друге, нахилимо корпус вперед. Максимально вправа проробляє нижню частину грудей. Грудні м'язи добре розтягуються в нижній точці, що збільшує амплітуду руху, а, отже, його ефективність. Не варто намагатися виконувати вправу на занадто широких брусах. Це може спровокувати травми. Оптимальний варіант відстані між перекладинами - трохи ширше ваших плечей. Виконуйте по 10-15 повторень в 3-4 підходах. Як тільки вирішите це завдання - освоюйте вправу з вагою. У програмі тренування грудей вправу можна ставити, наприклад, після жимів лежачи.",
    "text7": "- зведення рук на блокових тренажерах  - ця вправа є ізолюючою, цілеспрямовано розвиває внутрішні і нижні пучки грудних м'язів, а другорядне навантаження лягає на дельти і трицепси. Виконується зазвичай на додаток до жиму штанги або гантелей лежачи, або до іншої базової вправи для м'язів грудей. Візьміть ручки тренажера обома руками і станьте в центрі тренажера. Добре розтягуйте м'язи в нижній точці. Не випрямляйте руки під час розтяжки, зберігайте напруженість грудних м'язів протягом всього підходу. Виконуйте вправу правильно і ритмічно, стежте за технікою і диханням.",
    "text8": "- являє собою модифікацію класичного жиму штанги лежачи, спрямовану на розвиток м'язів нижньої області грудей. Дана вправа вважається базовою і виконується найпершою в комплексі для грудних м'язів. Жим лежачи на похилій лаві (головою вниз) задіє такі м'язові групи: грудні м'язи (акцент на нижній області); тріцепси; передні пучки дельт. Перед виконанням вправи зробіть розминку у вигляді 2-3 підходів з мінімальними вагами. Намагайтеся опускати гриф штанги саме на область нижньої частини грудей.",
    "text9": "- це єдина вправа, яке навантажує відразу дві великі м'язові групи: грудні й найширші. Хтось робить пулловери в день тренінгу грудей, хтось - разом зі спиною. Це дуже гарна вправа, яка вже давно входить в арсенал атлетів, і робити її, звичайно ж, потрібно, хоча б для того, щоб урізноманітнити тренувальні комплекси. Пулловер - вправа, за допомогою якого можна розширити грудну клітку. За допомогою цієї вправи можна візуально розширити найширші м'язи і надати більш вражаючий вигляд вашого «конусу».",
    "text10": "- це все назви однієї й тієї ж вправи - зведення рук, які дозволяють ізольовано попрацювати з пекторальними м'язами, ефективно впливаючи на їх середні сегменти.",
    "list": [
      "Жим штанги лежачи на лаві",
      "Жим штанги під кутом",
      "Жим гантелей лежачи на прямій лаві",
      "Жим гантелей під кутом",
      "Розведення рук з гантелями",
      "Віджимання на брусах",
      "«Кросовер»",
      "Жим лежачи на похилій лаві (головою вниз)",
      "Пулловер",
      "Зведення рук в тренажері метелик, батерфляй"
    ],
    "category": 2,
    "rating": 3
  },
  {
    "id": "2",
    "imageUrl": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/run.jpg",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/squatting-with-a-barbell.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/squat-with-a-barbel-on-the-chest.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/sumo-with-a-bar-in-front-of-you.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/with-your-feet-in-the-machine.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/extension-of-the-legs-in-the-simulator.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Bending-of-the-feet-int-he-simulator.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hit-with-a-dummbells.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/leaving-your-leg-back.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/breeding-feet-on-the-simulator.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/rise-on-caviar-with-dumbbells-standing.jpg",
    "name": "М'язи ніг",
    "text": "- це ключова силова вправа для розвитку м'язів ніг і одна з п'яти базових багатосуглобних вправ. При виконанні присідань зі штангою в роботу включається практично вся нижня частина тіла, починаючи від м'язів сідниць і стегон, закінчуючи литками, а також мускулатура корпусу і нижньої частини спини. Перед виконанням присідань необхідно ретельно розім'ятися. Глибина присідання може бути як до паралелі з підлогою, так і нижче. Новачкам рекомендується починати присідати саме до рівня, коли біцепси стегон паралельні підлозі. Під час присідання погляд спрямований прямо, а спина перебуває в ідеально рівному положенні. У верхній точці вправи не розгинайте повністю коліна, а тримайте їх трохи зігнутими",
    "text2": "- у порівнянні зі звичайними присіданнями, ці прицільно навантажують квадріцепси. Саме тому дана вправа в арсеналі атлета вважається однією з головних. Крім того, важливо ще й те, що при зміні положення стоп можна впливати як на зовнішні, так і на внутрішні області квадріцепсів. Якщо ви хочете зробити собі потужні квадріцепси, обов'язково включайте присідання зі штангою на грудях в вашу тренувальну програму. Найскладніше в присіданні зі штангою на грудях - утримання спини в рівному положенні. Якщо ви помітили, що прогинаєте спину в ході виконання вправи, скиньте робочу вагу і спробуйте ще раз. Щоб опрацювати зовнішні області квадріцепса, поставте ступні трохи вужче ширини плечей. Чим ширша постановка стоп, тим більше навантаження переходить на внутрішні області квадріцепса.",
    "text3": "- це базова вправа, яка виконується по техніці присідань зі штангою і їх найкраще чергувати між собою. Є основна відмінність - навантаження на спину тут мінімальне, зате навантаження на ноги зросло. Присідання в стилі сумо добре підходить для розвитку силових показників. Ноги ставте ширше ваших плечей, носки розведіть в сторони на 45 градусів. У спині легкий прогин і напруження попереку до кінця виконання вправи, живіт втягніть. Шия пряма і погляд спрямований вперед. Центр тяжіння знаходиться на середині стопи. Насамперед починає опускатися таз, робите вдих. Спина при цьому рівна, коліна розходяться в бік носків. Сідайте до паралелі стегон з підлогою. Якщо будете присідати нижче, пильно стежте за технікою. Як тільки досягли паралелі, починайте відразу підйом штанги вгору, видих. Коліна можна випрямляти не повністю, тоді буде постійне навантаження на ноги. Перед присіданнями особливу увагу приділіть розминці внутрішньої частини стегна. Якщо присідати нижче паралелі, будуть включатися в роботу сідниці. Присідайте до тих пір, поки коліна дивляться в сторони. Як тільки коліна почали сходитися, починайте вставати. Чим сильніше розгорнути носки і коліна в сторони, тим більше буде працювати внутрішня поверхня стегна.",
    "text4": "- відмінна базова вправа для прокачки ніг, яка виключає травму попереку. Це дуже хороша вправа. Взагалі жим ногами відмінно замінить присідання, але за умови, що нас цікавить тільки прокачка ніг. Найбільше навантаження отримують такі групи м'язів: квадріцепси, сідничні м'язи, м'язи стегна, біцепси стегон. Нижня точка руху - кут не більше 90 градусів в колінах, якщо більше, то відбувається відрив попереку від спинки тренажера, що загрожує травмою спини. Як правило, при жимі ногами можна взяти набагато більшу вагу, ніж під час присідання.",
    "text5": "- ізолююча вправа, спрямована на опрацювання квадріцепсів (м'язів передньої поверхні стегна). Незважаючи на деяку небезпеку, дана вправа відноситься до числа найбільш ефективних вправ на квадріцепс. Рекомендується виконувати всім новачкам і досвідченим атлетам як допоміжну вправу для ніг. Спортсменам початківцям вона допоможе підготувати ноги до важких присідань, а досвідченим - цілеспрямовано пропрацювати квадріцепси. Використовуйте розгинання ніг в тренажері після виконання базових вправ на ноги (присідання, жим ногами...) в якості «добиваючої» вправи. Можна також виконувати розгинання ніг перед базовими вправами в якості розминки, для цього використовуйте мінімальні робочі ваги. Для максимального пампінгу м'язів ніг рекомендується виконувати суперсет з згинання та розгинання ніг, що виконується в режимі 15 повторень.",
    "text6": "- це ізолююча вправа, спрямована на опрацювання м'язів задньої поверхні стегна. Вона дозволяє надати м'язам рельєф, візуально відокремити стегна від сідниць і домогтися гармонійної форми ніг при наявності добре розвинених квадріцепсів. Як правило, при тренуванні ніг згинання та розгинання виконуються в парі. Згинання ніг в тренажері лежачи є однією з найпопулярніших вправ, як в жіночих, так і в чоловічих тренуваннях на нижню частину тіла. Як правило, це 3-4 підходи по 15-20 разів. Дівчата виконують цю вправу в багатоповторному режимі з невеликою вагою. Такий підхід працює на жироспалювання, дозволяє збільшити тонус м'язів і промальовувати рельєф. Чоловіки роблять менше повторів, але з більшою вагою. При правильній техніці згинання ніг на тренажері цілком безпечно і рекомендується навіть новачкам. Однак якщо у вас були травми колін або нижньої частини хребта, будьте обережні. Перш за все відрегулюйте тренажер під свій зріст і довжину ніг. Коліна повинні виходити за край лави, а валик, в який ви будете впиратися, повинен розташовуватися на кілька сантиметрів вище п'яти. Тут все просто - чим ближче валик до п'яти, тим більший важіль і тим ефективніша вправа.",
    "text7": "- по праву можна назвати однією з найефективніших базових вправ для розвитку мускулатури стегон і сідниць. У порівнянні з присіданнями, випади дозволяють сконцентрувати навантаження на одній нозі і пропрацювати м'язи більш ретельно. Використання гантелей як ваги дозволяє краще тримати рівновагу і робить навантаження на спину нижче, ніж в разі випадів зі штангою. Які м'язи працюють під час виконання випадів з гантелями: квадріцепс і великий сідничний м'яз. Випади з гантелями, як і будь-які інші види випадів, створюють підвищене навантаження на зв'язки в колінах. В цьому плані вони травмонебезпечніші, ніж, скажімо, присідання. Утримайтеся від виконання випадів з гантелями при наявності свіжих травм колін.",
    "text8": "- виконується за рахунок скорочення м'язів сідниць і задньої поверхні стегна. Махи в кросовері дозволяють максимально ефективно проробити область малого тазу. Переваги вправи: вона спрямована на опрацювання великих сідничних м'язів. Додатково задіюється мускулатура задньої поверхні стегна. Кросовер не фіксує траєкторію руху ноги і положення корпуса, тому крім цільових м'язів працюють м'язи стабілізатори. Ви можете регулювати рівень навантаження на сідничні м'язи не тільки за рахунок зміни ваги в тренажері, але змінюючи положення корпусу, згинаючи / розгинаючи робочу ногу. Відведення ніг назад можна виконувати як альтернативу присіданням при травмах колін, так як колінні суглоби вона не задіює або задіє мінімально. Відведення стегна назад - досить проста вправа, і її цілком під силу виконати навіть новачкам.",
    "text9": "- популярна вправа. Її часто включають в комплексну програму тренувань, разом з базовими вправами. Зведення дозволяють ізольовано навантажити м'язи внутрішньої поверхні стегна. Додатково включається в роботу прес і поперек. Для початку займіть правильне вихідне положення. Підібрати відповідну вагу не складе труднощів. Встановіть середнє навантаження і постарайтеся виконати один підхід. Якщо ви зможете зробити 10 повторень і при цьому відчуєте явне стомлення м'язів, вам підходить дана вага. Деякі тренери радять міняти положення спини під час зведення ніг, так як це дозволяє опрацювати різні ділянки м'язів. Зробіть першу половину повторів, відхиляючи спину назад, після чого з прямим корпусом нахиліться вперед. Також можна змінювати положення носків. Направляючи їх всередину або назовні, ви зможете зміщувати навантаження в бік передньої або задньої поверхні стегна. Слідкуйте за тим, щоб спина залишалася рівною. Ні в якому разі не горбте спину на останніх повтореннях! Якщо у вас не залишилося сил, скоротіть вправу або допоможіть собі подолати опір за допомогою рук. Працюйте повільно і уникайте різких рухів. Намагайтеся не використовувати силу інерції.",
    "text10": "- права, яка має на меті розвиток литкових м'язів ніг. Встаньте на платформу. Стопи повинні розташовуватися паралельно на невеликій відстані один від одного. На платформі знаходиться тільки носок, приблизно 2/3 стопи тримається на вазі. Випряміть тіло і ноги вертикально. Не згинайте коліна. Дивіться перед собою або трохи вище. На видиху підніміться на носках вгору наскільки зможете. Після секундної затримки опустіться вниз концентруючись на розтягуванні м'язів литок наскільки дозволяє ваша гнучкість. Повторіть рух потрібну кількість разів. Не згинайте ноги в колінах, перетворюючи вправу в присідання. Не округлюйте спину, це небезпечно.",
    "list": [
      "Присідання з штангою",
      "Присідання зі штангою на грудях",
      "Присідання 'сумо' з штангою перед собою",
      "Жим ногами в станку",
      "Розгинання ніг в тренажері",
      "Згинання ніг в тренажері",
      "Випади з гантелями",
      "Відведення ноги назад в блочному тренажері (кросовер)",
      "Зведення ніг сидячи в тренажері",
      "Підйом на ікри"
    ],
    "category": 2,
    "rating": 2
  },
  {
    "id": "3",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQtlnSvvYVIOvroWmthdI4taYwVnBBGaYb85cDQDrTxyHyNci9vbjvm3uXoRX46wGLiewc&usqp=CAU",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-press-lying-down.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/french-bench.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Triceps-with-a-rope.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/pressing-from-trusses.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/dumbbells-for-the-head.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/dumbbell-with-one-hand-standing-up.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bench-to-the-triceps.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/extension-of-the-arm-lying-down.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Triceps-with-one-hand-in-a-machine.jpg",
    "imageUrl10": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/extension-of-the-arm-in-a-slope.jpg",
    "name": "Тріцепс: 10 вправ для красивих рук",
    "text": "- це базова вправа спрямована на розвиток тріцепсів. Крім тріцепса навантаження розподіляється ще й на верх грудей і передню дельту. Чим ширше ми хапаємося за штангу, тим сильніше включаємо в роботу грудні м'язи, чим вужче, тим більша ймовірність задіяти саме тріцепс. Слідкуйте за тим, щоб коли ви піднімаєте штангу руки повністю випрямлялися. В даному випадку це максимально навантажує трицепс. Постарайтеся хоча б приблизно засікти час, коли ви опускаєте і піднімаєте штангу. Опускання у вас буде займати в два рази більше часу, ніж при підйомі.",
    "text2": "- вправа є однією з основних для розвитку тріцепсів. Трохи змінюючи методику виконання даної вправи, можна зміщувати навантаження на окремі пучки. Якщо гриф штанги опускати до чола, то велика частина навантаження зміститься на медіальний і латеральний пучки тріцепса. Якщо гриф опускати за голову, основне навантаження отримає довгий пучок. Виконуйте повільний, контрольований рух, не використовуйте силу інерції. Не розводьте лікті в сторони.",
    "text3": "- формуюча ізольована вправа для тріцепсів, яка допоможе зробити руки більш рельєфними і сильними. При правильному виконанні вправи, крім тріцепсів в роботу не повинні включатися інші м'язи. Якщо ви відчуваєте, що у вас активно працює якась інша група м'язів - ви робите вправу не правильно.",
    "text4": "- відмінна базова вправа, яка задіює всі три головки тріцепса (довгу, латеральну і медіальну), що дозволяє збільшити об'єм і силу рук, а також підвищити стабільність плечового пояса. Технічно, віджимання на брусах є однією з кращих вправ з точки зору загальної фізичної підготовки. Під час виконання вправи зігніть ноги в колінах, щоб ноги не торкалися підлоги, також можете схрестити щиколотки. Торс повинен бути перпендикулярний підлозі протягом усього виконання вправи. Опускайтеся до тих пір, поки в ліктях не утворюватися прямий кут або трохи нижче. Віджимання на брусах для тріцепсів допоможуть вам отримати гарну рельєфну мускулатуру, зміцнити і стабілізувати плечовий пояс.",
    "text5": "- вправа відноситься до класу ізолюючих і націлена на всі три головки тріцепса. Сядьте на лавку зі спинкою. Переваги вправи: ізольована робота тріцепса, розвиток сили і маси рук, пампінг-ефект, велику варіативність руху і виконання в домашніх умовах.",
    "text6": "- вправа практично ідентична вправі 'Розгинання рук з гантелею за головою', тільки в цьому варіанті можливо більше пропрацювати слабшу куру. Просто додайте кілька додаткових повторень для слабшої руки. Вправа виконується почергово, тобто, спочатку одна рука, тоді інша.",
    "text7": "- це легка, але надзвичайно ефективна вправа розвиває не тільки руки (тріцепси, біцепси і передпліччя), але і дельти і м'язи верхньої частини грудей. Ще одним плюсом цієї вправи є те, що вона розвиває всі головки тріцепса. Не розводьте лікті в сторони в момент віджимання.",
    "text8": "- вправа відноситься до класу ізолюючих, тобто відбувається рух тільки в одному суглобі і основну роботу виконує тільки одна м'язова група. Виконувати вправу можна як в тренажерному залі, так і в домашніх умовах. Вам знадобиться лавка і дві гантелі, а також бажання і регулярність виконання. Ця вправа допоможе підтягнути руки і прибере всі обвислі місця.",
    "text9": "- дана вправа відмінно проробляє бічну і внутрішню головку тріцепса. Чим більше розвинені ці м'язи, тим солідніше буде виглядати верх руки, особливо ззаду. Жим донизу використовується для того, щоб домогтися чіткого поділу головок тріцепса і надати додаткової «смугасті» тріцепсу.",
    "text10": "- дана вправа допоможе досягти симетрії лівого і правого тріцепса, а також, покращить їх форму і рельєф. Розгинання руки з гантелею в нахилі дає поштовх для зростання тріцепса. В першу чергу, завдяки тому, що кут впливу на трицепс в цій вправі, відрізняється від кута впливу в будь-якій іншій вправі. Крім цього, в момент коли ви тримаєте руки повністю випрямленими тріцепс відчуває додаткове статичне навантаження.",
    "list": [
      "Жим штанги лежачи вузьким хватом",
      "Французький жим лежачи зі штангою",
      "Розгинання рук на блоці",
      "Віджимання на брусах для трицепсів",
      "Розгинання рук з гантелею за головою",
      "Розгинання однієї руки з гантелею за головою",
      "Віджимання від лавки на трицепс",
      "Розгинання рук з гантелями лежачи",
      "Жим однією рукою на блоці ",
      "Розгинання руки з гантелею в нахилі"
    ],
    "category": 2,
    "rating": 5
  },
  {
    "id": "4",
    "imageUrl": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/scott.jpg",
    "imageUrl1": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/bending%20of%20one%20hand.jpg",
    "imageUrl2": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hand-bending.jpg",
    "imageUrl3": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Lifting-the-bar-to-the-bicep.jpg",
    "imageUrl4": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/Lifting-the-bar-to-the-bicep_down.jpg",
    "imageUrl5": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/the-bicep.jpg",
    "imageUrl6": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/scott_biceps.jpg",
    "imageUrl7": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/scott.jpg",
    "imageUrl8": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/45_biceps.jpg",
    "imageUrl9": "https://ostrovit.in.ua/image/catalog/Ostrovit/News/bodybuilding-exercises/hammer.jpg",
    "imageUrl10": "",
    "name": "Як накачати біцепс? Найпопулярніші вправи",
    "text": "- хороша вправа для ізольованої прокачки біцепсів, проте за ефективністю вона відстає від вправ з вільними вагами. Виконуйте згинання однієї руки на блоці як «останню» вправу в самому кінці комплексу на біцепси. Використовуйте велику кількість робочих повторень - від 12 до 15. Підтримуйте повільний темп виконання вправи, намагайтеся відчути скорочення біцепса. У верхній точці вправи затримайтесь на 1-2 секунди і повільно повертайтеся у вихідне положення.",
    "text2": "- вправу використовують для завершення тренування біцепсів. Вона в основному задіює коротку головку, добре її скорочуючи і розтягуючи. Ця вправа також тренує плечові м'язи. Сконцентруйтесь на скороченні внутрішньої частини головки біцепса. Ніколи не використовуйте в цій вправі занадто важку вагу!",
    "text3": "- основна вправа для збільшення маси біцепса, яка також задіює м'язи передпліччя. Вільна вага і хороший діапазон руху дозволяють якісно навантажити біцепс. Тримайте тіло прямо і не розгойдуйтесь. Весь рух зосереджено тільки в ліктьовому суглобі, решта частина тіла нерухомі. Піднімаючи або відводячи плечі назад, ви знімаєте навантаження з біцепсів і ризикуєте заробити травму. Зафіксуйте лікті з боків тіла і не рухайте ними. Виводячи лікті вперед під час підйому штанги, ви послабляєте навантаження на верхню частину біцепса, і вам не вдасться досягти «пікового» скорочення у верхній точці. Дуже важка штанга скорочує амплітуду руху, не дозволяючи вам повністю розтягнути біцепс в нижній точці. Виконуйте підйоми по повній амплітуді, особливо при роботі на масу.",
    "text4": "- ця вправа є одними з кращих рухів для розвитку передпліччя. Вправа є ізольованою, односуглобною і головним чином впливає на плечо-променевий м'яз (брахірадіаліс), який відповідає за згинання ліктя, пронацію і супінацію. Виконуючи підйоми штанги на біцепс зворотним хватом, ви отримуєте наступні переваги: ​​збільшення м'язів передпліччя, більш високий пік біцепса за рахунок виштовхування його брахіалісом (м'язу, що лежить під ним), візуально більш великі руки, захист ліктів від травм, деяке збільшення обхвату кисті, в цілому більш підтягнуті руки.",
    "text5": "- одна з кращих ізоляційних вправ для розвитку біцепсів. Основними руховими одиницями є біцепс, брахіаліс і брахірадіаліс. Вправа передбачає обертання кистей (розворот назовні) під час підйому. Це призводить до сильного скорочення біцепсів і м'язів-синергістів. Переваги: ​​розвиток сили і маси верху руки, підтяжка м'язів (особливо актуально для дівчат) без перекачування рук при великій кількості повторень з малою вагою, розтягнення довгої головки біцепса і скорочення її з більшою силою, менший стрес для зап'ясть в разі роботи зі штангою, поліпшення пікової форми біцепса за рахунок супінації кисті у верхній точці руху, розвиток плечо-променевих / плечових м'язів.",
    "text6": "- ізоляційна вправа, яка є однією з кращих вправ для біцепсів. Дану вправу нерідко виконують з гантелями, щоб підвищити ступінь ментальної концентрації. Такий же ефект має використання замість штанги нижнього блоку з прямим грифом на кінці, що імітує гриф штанги. Роблячи вправу, поекспериментуйте з шириною захвату. Слідкуйте за тим, щоб в ліктях не виникало больових відчуттів. Щоб уникнути травми сухожиль, не забувайте розігріти м'язи, використавши попередньо вагу середньої тяжкості. Головна перевага криється в тому, що під час виконання вправи м'язи тренуються на повну силу. І м'язи, і сухожилля - все працює на повну катушку. Якщо спортсмен вперше увійшов в тренажерний зал і ще не тримав в руках штангу, то ця вправа не для нього. Приступати до занять на лавці Скотта можна тільки тоді, коли організм звик до навантажень, а сам спортсмен освоїв традиційні вправи зі штангою.",
    "text7": "- на сьогоднішній день існує безліч різних конструкцій даних тренажерів. Всі вони імітують згинання рук на лавці Скотта. Вправа є ізолюючою, спрямована на пророблення рельєфу біцепса і призначена для атлетів, які прагнуть досягти максимального виділення всіх м'язових волокон. Для набору маси вона не підходить, в цьому випадку краще використати штангу.",
    "text8": "- вправа тренує біцепси і м'язи передпліччя. Вважається, що вона сприяє збільшенню біцепсів в товщину. Згинання рук на похилій лавці унікальне тим, що у стартовій позиції розтягується не тільки нижній, але і верхній край біцепса. Всі інші вправи діють тільки на нижню область біцепса, а тому мають куди менший потенціал. Спинку лави встановіть під кутом 45 градусів. Сідайте на лавку і щільно притисніть спину до спинки. Завжди повертайте руки долонями догори при підйомі гантелей - це посилить вплив вправи на біцепс. Робіть згинання на похилій лавці по середині тренування біцепсів. Перед цією вправою виконайте важкі згинання зі штангою або почергові згинання з гантелями стоячи.",
    "text9": "- ізолююча вправа, яка спрямована на розвиток брахіалісу, м'язу який розташований під біцепсом і який надає йому такий бажаний для всіх атлетів пік. Ця вправа не базова. Тому немає сенсу брати занадто велику вагу і абияк робити 5 - 6 повторень. Вага повинна бути такою, щоб ви могли зробити як мінімум 8 чистих повторень.",
    "list": [
      "Згинання однієї руки з в нижньому блоці",
      "Згинання рук у кросовері",
      "Підйом штанги на біцепс",
      "Підйом штанги на біцепс хват зверху",
      "Підйом гантелей на біцепс сидячи",
      "Згинання рук на лавці Скотта",
      "Згинання рук на тренажері",
      "Згинання рук з гантелями на похилій лавці",
      "Згинання рук з гантелями хватом «молоток»"
    ],
    "category": 2,
    "rating": 2
  },
  {
    "id": "5",
    "imageUrl": "https://fitness.org.ua/wp-content/uploads/2022/05/armeyskiy-zhim-shtangi-sidya-vashsport.com.gif",
    "imageUrl1": "https://fitness.org.ua/wp-content/uploads/2022/05/armeyskiy-zhim-shtangi-sidya-vashsport.com.gif",
    "imageUrl2": "https://fitness.org.ua/wp-content/uploads/2022/05/uprazhneniya-na-delty-zhim-v-smite.jpg",
    "imageUrl3": "https://fitness.org.ua/wp-content/uploads/2022/05/uprazhneniya-na-delty-zhim-sidya-izza-golovy.jpg",
    "imageUrl4": "https://fitness.org.ua/wp-content/uploads/2022/05/dvuhdnevnyj-split-na-massu-zhim-sidya.jpg",
    "imageUrl5": "https://fitness.org.ua/wp-content/uploads/2022/05/uprazhneniya-na-delty-zhim-v-trenazhere.jpg",
    "imageUrl7": "https://fitness.org.ua/wp-content/uploads/2022/05/Tyaga-shtangi-k-podborodku-1.jpg",
    "imageUrl8": "https://fitness.org.ua/wp-content/uploads/2022/05/trehdnevnyj-split-na-massu-mahi.jpg",
    "imageUrl9": "https://fitness.org.ua/wp-content/uploads/2022/05/izoliruyushhie-uprazhneniya-mahi-v-storony.jpg",
    "name": "Вправи на дельти: базові та ізолюючі",
    "text": "- основна вправа, яку слід виконувати як новачкам, і досвідченим спортсменам.",
    "text2": "- різновид жима штанги сидячи чи стоячи. Тільки тут рух відбувається у фіксованій траекторії, завдяки цьому ризик травмувати плече - мінімальний",
    "text3": "- таку вправу можна виконувати стоячи, сидячи і в Сміті. Рух травмонебезпечний, тому вимагає хорошої розминки перед виконанням.",
    "text4": "- одна з найкращих вправ на плечі.",
    "text5": "- цей рух найбільше схожий на жим гантелей, проте тут траєкторія обмежена конструкцією тренажера. Вправа є базовою, проте її слід виконувати після жиму штанги або гантелей. Ще один варіант – виконання як розминка з легкими вагами перед важким жимами штанги стоячи.",
    "text6": "- це  ізольована вправа на дельти. її роблять стоячи, з невеликими вагами. Можна виконувати з гантелями (поперемінно і відразу двома), штангою, в нижньому блоці або кросовері (аналогічно двома руками відразу і по одній).",
    "text7": "Базова вправа виконується стоячи. Найчастіше використовується штанга, проте допустимі варіанти з гантелями, а також на нижньому блоці/кросовері і навіть у Сміті. Як і жим із-за голови, ця вправа травмонебезпечна . Тому рухи плавні, а вага снаряда відносно невелика. Набагато корисніше у разі віддати перевагу багатоповторному стилю – 12-15 повторень.",
    "text8": "Ізольований рух. Найкращий варіант виконання – повільно та технічно. Хоча частіше в залах можна побачити виконання у силовому форматі – з чітингом та закиданням гантелі вгору за допомогою розгойдування корпусу, для більш ефективного прокачування плечей цю ​​вправу варто робити з невеликою вагою, без чітингу і в кількості 12-15 повторень.",
    "text9": "- махи можна робити і в кросовері, використовуючи нижні ручки (як однією рукою по черзі, так і відразу двома). При такому виконанні амплітуда руху збільшується (у нижній точці можна завести ручку трохи далі), а м’язи знаходяться в напрузі протягом усього підходу.",
    "text10": "- положення корпусу у цьому русі – практично паралельно підлозі.",
    "list": [
      "Жим штанги сидячи з грудей",
      "Жим сидячи у Сміті",
      "Жим штанги із-за голови",
      "Жим гантелей сидячи",
      "Жим сидячи у тренажері",
      "Підйоми (махи) перед собою",
      "Тяга до підборіддя",
      "Розведення (махи) у сторони",
      "Махи в кросовері",
      "ЗАДНІ ДЕЛЬТИ: розведення (махи) у нахилі"
    ],
    "imageUrlARRAY1": [
      "https://fitness.org.ua/wp-content/uploads/2022/05/izoliruyushhie-uprazhneniya-mahi-vpered-gantel.jpg",
      "https://fitness.org.ua/wp-content/uploads/2022/05/izoliruyushhie-uprazhneniya-mahi-vpered-shtanga.jpg"
    ],
    "imageUrlARRAY2": [
      "https://fitness.org.ua/wp-content/uploads/2022/05/trehdnevnyj-split-na-massu-mahi-v-naklone.jpg",
      "https://fitness.org.ua/wp-content/uploads/2022/05/uprazhneniya-na-delty-mahi-na-skame.jpg"
    ],
    "category": 2,
    "rating": 7
  },
  {
    "id": "001",
    "imageUrl": "https://apollo.online/wp-content/uploads/2023/01/peretren01-1024x683.jpg",
    "imageUrl1": "",
    "imageUrl2": "",
    "imageUrl3": "",
    "imageUrl4": "",
    "imageUrl5": "",
    "imageUrl6": "",
    "name": "Перетренованість. Пройти швидкий тест",
    "text": "– це синдром, що виникає у спортсменів, які або займаються в надлишку, або не встигають відновлюватися, внаслідок чого певні механізми тіла, що забезпечують вас енергією і дозволяють організму відновлювати сили, виявляються пригнобленими або взагалі перестають діяти. Перетренування є хронічним станом, при якому ви не можете нормально виконувати вправи, як би не старалися.",
    "text2": "Якщо ви довели себе до такого стану, то єдиним надійним засобом є відпочинок, іноді протягом декількох тижнів. Але ви можете уникнути синдрому перетренування, правильно плануючи свої заняття, надаючи тілу достатньо часу для відпочинку і отримуючи необхідну кількість поживних речовин разом з їжею.",
    "text3": "Перетренованість можна діагностувати за такими ознаками: втомленість, втрата концентрації, апатія, безсоння чи неспокійний сон, дратівливість, зниження продуктивності, збільшення часу відновлення після тренування, збільшений ранковий пульс, почастішання болів, хронічні м’язові болі, втрата ваги, почастішання захворювань, втрата апетиту, зниження бажання тренуватися.",
    "text4": "Чисто з медичної точки зору перетренованість характеризується зниженням загального рівня тестостерону і зниженням співвідношення тестостерону з кортизолом.",
    "text5": "Загалом, якщо ви відчуваєте себе дивно після звичайного тренування, якщо ви виявили у себе деякі з перерахованих вище симптомів, можливо, у вас перетренованість.",
    "text6": "Пам’ятайте, що, ознаки перетренованості може виявити у себе і любитель, який відвідує тренажерний зал не більше трьох разів на тиждень. Вся справа в стресах, які супроводжують людину протягом усього життя.",
    "text7": "І ща раз, основний засіб від перетренування – дати своєму тілу додатковий відпочинок. Додатковий відпочинок може означати як повний відпочинок, так і тренування зі зниженою навантаженням або тренування в інших видах.",
    "text8": "Істина стара, як світ. Поменше стресів, помірні фізичні навантаження і міцний сон – і ви вбережете свою нервову систему. Міцна нервова система нізащо не відкриє перетренованісти двері в ваш організм!",
    "list": ["Перетренованість", "Як уникнути перетренованості?"],
    "category": 3,
    "rating": 8
  }
]
